Revit 2024 API
SymbolTypeId.CmSup2 Property
 Symbol cm², indicating unit Square centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CmSup2 { get; }
Visual Basic
Public Shared ReadOnly Property CmSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CmSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace